# Finnish messages for the application

applicationTitle=Moveatis
emailSignature=T\u00e4m\u00e4 on automaattisesti generoitu s\u00e4hk\u00f6postiviesti. \u00c4l\u00e4 vastaa t\u00e4h\u00e4n osoitteeseen.
tagRequired=Avain vaaditaan!
dialogErrorTitle=Virhe!
dialogWarningTitle=Varoitus!
dialogConfirmTitle=Varmistus
dialogConfirmYes=Kyll\u00e4
dialogConfirmNo=Ei
tagNotFound=Avainta ei l\u00f6ytynyt!
userNotFound=K\u00e4ytt\u00e4j\u00e4\u00e4 ei l\u00f6ydy!
installationHelp=Moveatis ei ole viel\u00e4 t\u00e4ysin asennettu.
installationLink=Klikkaa t\u00e4st\u00e4 siirty\u00e4ksesi asennussivulle ja viimeistele asennus ohjeiden mukaan
installationTitle=Moveatiksen asennus
installationMessage=Moveatis tarvitsee ainakin yhden p\u00e4\u00e4k\u00e4ytt\u00e4j\u00e4n, ja t\u00e4ll\u00e4 sivulla tuo p\u00e4\u00e4k\u00e4ytt\u00e4j\u00e4 asetetaan. \
                    Joku, ehk\u00e4p\u00e4 juuri sin\u00e4, on toteuttanut IdentityProvider-liittym\u00e4n \
                    ja j\u00e4rjest\u00e4nyt tunnistautumispalvelun. Alapuolella pit\u00e4isi olla painikkeet identityprovider.xhtml \
                    -tiedostosta, joita voit k\u00e4ytt\u00e4\u00e4 perustaessasi tilin Moveatikseen.
filter.forbidden=P\u00e4\u00e4sy estetty tunnistamattomilta k\u00e4ytt\u00e4jilt\u00e4
countAbbreviation=kpl
downloadImage=Lataa kuvana

# cs = category selection
cs_title=Kategorioiden valinta
cs_heading=Observoinnin kategoriat
cs_headingEvent=Tapahtuman ''{0}'' observoinnin kategoriat
cs_newCategory=Lis\u00e4\u00e4 uusi kategoria
cs_continueToObservation=Jatka observointiin
cs_errorNotUniqueCategories=Kategoriaryhm\u00e4 ei voi sis\u00e4lt\u00e4\u00e4 useita saman nimisi\u00e4 kategorioita.
cs_errorNotUniqueCategorySet=Tapahtuma ei voi sis\u00e4lt\u00e4\u00e4 useita saman nimisi\u00e4 kategoriaryhmi\u00e4.
cs_errorNoneSelected=Valittuna tulee olla v\u00e4hint\u00e4\u00e4n yksi kategoria.
cs_warningEmptyCategories=Osa kategorioista on nime\u00e4m\u00e4tt\u00e4.
cs_warningEmptyCategorySets=Osa kategoriarymist\u00e4 ei sis\u00e4ll\u00e4 yht\u00e4\u00e4n kategoriaa.
cs_confirmRemoveCategorySet=Haluatko varmasti poistaa kategoriaryhm\u00e4n?
cs_categoryName=Kategorian nimi
cs_categorySetName=Kategoriaryhm\u00e4n nimi
cs_privateCategorySets=Omat kategoriaryhm\u00e4t
cs_defaultCategorySets=Oletuskategoriaryhm\u00e4t
cs_newCategorySet=Uusi kategoriaryhm\u00e4
cs_addCategorySet=Lis\u00e4\u00e4
cs_addCategorySets=Lis\u00e4\u00e4 kategoriaryhmi\u00e4 observointiin
cs_addedCategorySets=Observointiin lis\u00e4tyt kategoriaryhm\u00e4t
cs_noCategorySetsText=Observointiin ei ole lis\u00e4tty viel\u00e4 yht\u00e4\u00e4n kategoriaryhm\u00e4\u00e4.
cs_noCategoriesText=Kategoriaryhm\u00e4\u00e4n ei ole lis\u00e4tty viel\u00e4 yht\u00e4\u00e4n kategoriaa.
#cs_helpText=Voit lis\u00e4t\u00e4, poistaa ja muokata kategorioita sek\u00e4 kategoriaryhmi\u00e4 mielesi mukaan. Muutokset vaikuttavat vain t\u00e4h\u00e4n observointiin.
cs_timedCategory=Kesto
cs_countedCategory=Kerta

# obs = observation
obs_title=Observointi
obs_errorCouldntSendStart=Observoinnin aloitus ep\u00e4onnistui
obs_errorCouldntSendData=Observointidatan l\u00e4hetys palvelimelle ep\u00e4onnistui
obs_errorKeepAliveFailed=Keep-alive viestin l\u00e4hetys ep\u00e4onnistui
obs_confirmStopObservation=Haluatko varmasti lopettaa observoinnin? Observointia ei voi jatkaa, kun se on lopetettu.
obs_start=Aloita
obs_continue=Jatka
obs_pause=Tauko
obs_stop=Lopeta
obs_startedAt=alkaen

# dlg = dialog
dlg_send=L\u00e4het\u00e4
dlg_save=Tallenna
dlg_cancel=Peruuta
dlg_edit=Muokkaa
dlg_download=Lataa
dlg_remove=Poista
dlg_change=Vaihda
dlg_add=Lis\u00e4\u00e4
dlg_yes=Kyll\u00e4
dlg_no=Ei
dlg_saveDialogHeader=Tallenna observointi
dlg_saveDialogHeader_report=Tallenna raportti
dlg_giveEmail=S\u00e4hk\u00f6postiosoite
dlg_emailAddress=S\u00e4hk\u00f6posti
dlg_mailOption=L\u00e4het\u00e4 yhteenveto s\u00e4hk\u00f6postiin
dlg_saveOption=Tallenna sovellukseen
dlg_downloadOption=Tallenna tiedosto (.csv)
dlg_notEmpty=Ei saa olla tyhj\u00e4.
dlg_onlyForRegistered=Toiminto on saatavilla vain kirjautuneille k\u00e4ytt\u00e4jille.
dlg_confirmLeave=Et ole tallentanut observointia. Haluatko poistua tallentamatta ensin?
dlg_confirmRemoveMessage=Poistetaan
dlg_confirmMessage=Haluatko jatkaa?
dlg_confirmRemoveDialog=Vahvista poistaminen
dlg_saveAndSend=Tallenna ja l\u00e4het\u00e4
dlg_defaultFileName=Oletustiedostonimi
dlg_imageOption=Tallenna kuvatiedosto (.png) 
dlg_saveDialogHeaderAnalyzation=Tallenna analysointi

# sum = summary
sum_title=Yhteenveto
sum_totalRecordings=Kirjausta
sum_duration=Kesto
sum_recordings=Kirjaukset
sum_observationName=Observoinnin nimi
sum_observationTarget=Observoinnin kohde
sum_observationDescription=Observoinnin kuvaus
sum_category=Kategoria
sum_timeFrameStart=alkaen
sum_timeFrameEnd=p\u00e4\u00e4ttyen
sum_timeFrameTitle=Muuta observoinnin aikav\u00e4li\u00e4
sum_zoom=Suurennus
sum_zoomOut=Pienenn\u00e4
sum_zoomIn=Suurenna
sum_total=Yhteens\u00e4
sum_begin=Aloitus
sum_end=Lopetus
sum_count=M\u00e4\u00e4r\u00e4
sum_countAbr=(kpl)
sum_backToTop=Takaisin yl\u00f6s
sum_subject=Observaation tiedot Moveatikselta
sum_message=Henkil\u00f6n {0} pyyt\u00e4m\u00e4t observointitiedot ovat t\u00e4m\u00e4n s\u00e4hk\u00f6postin liitteen\u00e4. 
sum_observationSaved=Observointi on tallennettu
sum_targetNotSet=Kohdetta ei asetettu.
sum_descriptionNotSet=Kuvausta ei asetettu.
sum_targetWas=Kohde oli {0}
sum_descriptionWas=Kuvaus oli {0}
sum_messageWasSentByUser=Viestin l\u00e4hetti {0}.

# asum = summary for feedback analyzation
asum_title=Yhteenveto
asum_analyzationName=Analysoinnin nimi
asum_analyzationTarget=Analysoinnin kohde
asum_analyzationDescription=Analysoinnin kuvaus
asum_analyzationSaved=Analysointi on tallennettu
asum_anatitle=Analyysi

# head = header
head_controlPage=Hallintasivu
head_superuserPage=P\u00e4\u00e4k\u00e4ytt\u00e4j\u00e4sivu
head_login=Kirjaudu sis\u00e4\u00e4n
head_logout=Kirjaudu ulos
head_info=Info
head_langSet=Kieliasetus
head_toFrontPage=Etusivu
head_langFi=suomi
head_langEn=englanti
head_backToCatEd=Muokkaa kategorioita
head_resetObs=Tyhjenn\u00e4 observointi
head_userName=K\u00e4ytt\u00e4j\u00e4tunnus
head_password=Salasana
head_loginTitle=Kirjaudu sis\u00e4\u00e4n JYU-k\u00e4ytt\u00e4j\u00e4tunnuksella

# foot = footer
foot_copyText=\u00a9 2016 Moveatis-projekti
foot_copyUrl=/info/index.xhtml#team
foot_copyText2=, 2019 Moveo-projekti
foot_copyUrl2=/info/index.xhtml#team2


# inf = info
inf_whatIs=Mik\u00e4 on Moveatis?
inf_userGuide=K\u00e4ytt\u00f6ohjeet
inf_credits=Kehitt\u00e4j\u00e4projektit
inf_whatIsText=<p>Moveatis on Jyv\u00e4skyl\u00e4n yliopiston liikuntatieteellisen tiedekunnan ja informaatioteknologian tiedekunnan \
			   yhteisty\u00f6n\u00e4 kehitt\u00e4m\u00e4 opetustapahtuman analysointisovellus. Sovellus on kehitetty kahdella \
			   sovellusprojektikaudella vuosina 2016 ja 2019. Moveatis-projekti (2016) kehitti sovellukseen observointi-menetelm\u00e4n, \
			   kirjautumisen sek\u00e4 hallintasivun. Moveo-projekti (2019) kehitti sovellukseen palauteanalyysi-menetelm\u00e4n. \
			   Sovelluksen kehitysty\u00f6n taustalla \
			   on liikuntapedagogiikan pitk\u00e4t perinteet opetustilanteiden systemaattisessa \
			   observoinnissa ja analysoinnissa sek\u00e4 tarve yhdist\u00e4\u00e4 nykyteknologian mahdollisuudet ja vuosikymmenien aikana kertynyt \
			   sis\u00e4lt\u00f6tieto. Sovellus hy\u00f6dynt\u00e4\u00e4 Jyv\u00e4skyl\u00e4n \
			   yliopiston monitieteist\u00e4 osaamista ja tarjoaa opiskelijoille pedagogisesti laadukkaita ja joustavia ratkaisuja kurssity\u00f6skentelyyn. </p>\
               <p>Moveatis on systemaattisen observoinnin v\u00e4line ja \
               sis\u00e4lt\u00e4\u00e4 kaksi erillist\u00e4 analysointimenetelm\u00e4\u00e4: sanallisen palautteen luokitteluun perustuvan \
               palauteanalyysin sek\u00e4 kestoa tai tapahtumakertoja mittaavan observoinnin. Molempien menetelmien k\u00e4yt\u00f6ss\u00e4 \
               keskeist\u00e4 on tarkasteltavien toimintojen k\u00e4sitteellist\u00e4minen, m\u00e4\u00e4ritt\u00e4minen ja nime\u00e4minen. \
               Sovelluksen k\u00e4ytt\u00e4minen edellytt\u00e4\u00e4 tarkasteltavan ilmi\u00f6n tai asian syv\u00e4llist\u00e4 tuntemista \
               ja sit\u00e4, ett\u00e4 kirjattava toiminta on m\u00e4\u00e4ritelty riitt\u00e4v\u00e4n yksiselitteisesti ennen analysoinnin aloittamista. </p>\
               <p>Moveatis-sovellus on suunniteltu ensisijaisesti liikunnan opetustapahtuman tarkkailua ja analysointia varten. Kehitysty\u00f6ss\u00e4 \
               on kuitenkin pyritty huomioimaan muut mahdolliset k\u00e4ytt\u00f6kohteet, joten k\u00e4ytt\u00e4j\u00e4lle on j\u00e4tetty mahdollisuus muokata \
               kategoriaryhmi\u00e4 ja niihin sis\u00e4ltyvi\u00e4 kategorioita. Moveatis sopii siis k\u00e4ytett\u00e4v\u00e4ksi my\u00f6s esimerkiksi \
               luokkaopetuksen tai urheiluvalmennuksen systemaattiseen observointiin. </p>

inf_userGuideText=<p><h4>Kirjautuminen ja k\u00e4ytt\u00e4j\u00e4ryhm\u00e4t</h4></p> \
                  <p>Moveatis-sovelluksen k\u00e4ytt\u00e4minen aloitetaan valitsemalla etusivulta jokin kolmesta vaihtoehdosta. \
                  K\u00e4ytt\u00e4j\u00e4 voi kirjautua sovellukseen Jyv\u00e4skyl\u00e4n yliopiston (JYU) tunnuksilla tai aloittaa k\u00e4yt\u00f6n sy\u00f6tt\u00e4m\u00e4ll\u00e4 ryhm\u00e4avaimen tai valitsemalla julkisen k\u00e4yt\u00f6n.</p>\
                  <p><i>JYU kirjautuminen</i></p>\
                  <p>Jyv\u00e4skyl\u00e4n yliopiston tunnuksilla sovellukseen kirjautunut k\u00e4ytt\u00e4j\u00e4 voi luoda ja tallentaa hallintasivun kautta tapahtumia, kategoriaryhmi\u00e4 ja kategorioita sek\u00e4 \
                  analyysien tulokset, jolloin tuloksia voidaan tarkastella my\u00f6hemmin sovelluksessa uudelleen. Lis\u00e4ksi JYU-tunnuksilla sovellukseen kirjautunut k\u00e4ytt\u00e4j\u00e4 voi asettaa \
                  luomalleen tapahtumalle ja sen sis\u00e4lt\u00e4mille kategorioille ryhm\u00e4avaimen.<p>\
                  <p><i>Ryhm\u00e4avain</i></p>\
                  <p>Ryhm\u00e4avaimella k\u00e4yt\u00f6n aloittava k\u00e4ytt\u00e4j\u00e4 saa kyseiseen ryhm\u00e4avaimeen liittyv\u00e4n tapahtuman kategoriaryhm\u00e4t \
                  k\u00e4ytt\u00f6\u00f6ns\u00e4 ja p\u00e4\u00e4see aloittamaan observoinnin tai palauteanalyysin aiemmin m\u00e4\u00e4riteltyjen kategorioiden pohjalta.<p>\
                  <p><i>Julkinen k\u00e4ytt\u00f6</i></p>\
                  <p>Julkinen k\u00e4ytt\u00e4j\u00e4 p\u00e4\u00e4see k\u00e4ytt\u00e4m\u00e4\u00e4n ohjelmaa ja l\u00e4hes kaikkia sen toiminnallisuuksia. K\u00e4ytt\u00e4j\u00e4 voi muokata \
                  kategorioita ja suorittaa observoinnin tai palauteanalyysin, mutta kategoriamuutosten ja tulosten tallennusmahdollisuuksia on rajoitettu.</p>\
                  <p>Kun k\u00e4ytt\u00e4j\u00e4rooli on valittu, sovellus ohjaa valintasivulle, \
                  jossa k\u00e4ytt\u00e4j\u00e4 valitsee observointi-menetelm\u00e4n tai palauteanalyysi-menetelm\u00e4n.</p>\
                  <p><b>Kategoriaryhmien ja kategorioiden muokkaaminen</b></p>\
                  <p>Ennen observoinnin tai palauteanalyysin aloittamista JYU:n tunnuksilla kirjautunut k\u00e4ytt\u00e4j\u00e4 siirtyy hallintasivulle, \
                  jossa voidaan luoda omia tapahtumia, kategoriaryhmi\u00e4 ja kategorioita sek\u00e4 asettaa tietokantaan tallennetuille tapahtumille ryhm\u00e4avain. \
                  Hallintasivun kautta JYU-k\u00e4ytt\u00e4j\u00e4 p\u00e4\u00e4see my\u00f6s tarkastelemaan sovelluksen tietokantaan tallennettuja aiempia tuloksia.</p>\
                  <p>Sovellus ohjaa julkisen k\u00e4ytt\u00e4j\u00e4n kategoriaryhmien muokkaussivulle, jossa valitulla analysointimenetelm\u00e4ll\u00e4 k\u00e4ytett\u00e4vi\u00e4 kategoriaryhmi\u00e4 ja niihin kuuluvia \
                  kategorioita voidaan lis\u00e4t\u00e4, muokata ja poistaa. Ryhm\u00e4avaimella kirjautunut k\u00e4ytt\u00e4j\u00e4 ohjautuu t\u00e4lle samalle sivulle sill\u00e4 erolla, ett\u00e4 \
                  ryhm\u00e4avaimeen liitetyt kategoriat ovat oletuksena kategorioiden muokkaussivulla.</p>\
				  <p><b>Observointi</b></p>\
				  <p>Observointi perustuu keston ja tapahtumien rekister\u00f6intiin. Observointi-menetelm\u00e4n avulla voidaan \
                  analysoida esimerkiksi, kuinka suuri osa opetustapahtumasta kuluu j\u00e4rjestelyyn, kuinka suuren osan ajasta oppilas on aktiivinen \
                  tai kuinka monta kertaa opettaja antaa oppilaille palautetta opetustapahtuman aikana. </p>\
				  <p><i>Observoinnin suorittaminen</i></p>\
				  <p>Observointi aloitetaan <i>Aloita</i>-painikkeesta, joka k\u00e4ynnist\u00e4\u00e4 observointikellon. T\u00e4m\u00e4n j\u00e4lkeen observoinnin tekij\u00e4 kirjaa \
				  ennalta m\u00e4\u00e4ritetyt kategoriat alkaneeksi ja p\u00e4\u00e4ttyneeksi painamalla kyseist\u00e4 kategoriapainiketta. Observoinnin voi \
				  halutessaan pys\u00e4ytt\u00e4\u00e4 <i>Tauko</i>-painikkeella. Observoinnin p\u00e4\u00e4ttyess\u00e4 sovellus ohjaa k\u00e4ytt\u00e4j\u00e4n yhteenvetosivulle <i>Lopeta</i>-painikkeesta. <p>\
				  <p><i>Observoinnin yhteenveto</i></p>\
				  <p>Yhteenvetosivulla n\u00e4kyy jokaisen kategorian kokonaiskesto ja keston prosenttiosuus observoinnin kokonaiskestosta sek\u00e4 \
				  kirjausten m\u00e4\u00e4r\u00e4 ja m\u00e4\u00e4r\u00e4n prosenttiosuus kaikista kirjauksista. Yhteenvetosivulla esitet\u00e4\u00e4n my\u00f6s kirjaukset aikajanalla ja \
				  k\u00e4ytt\u00e4j\u00e4ll\u00e4 on mahdollisuus rajata tarkasteltavaa aikaj\u00e4nnett\u00e4, jolloin sovellus esitt\u00e4\u00e4 rajatun aikaj\u00e4nteen mukaiset observointitulokset.<p>\
				  <p><i>Observointitulosten tallentaminen</i></p>\
				  <p>Observointitulosten tallennusvaihtoehdot m\u00e4\u00e4r\u00e4ytyv\u00e4t osittain k\u00e4ytt\u00e4j\u00e4roolin mukaan. Jyv\u00e4skyl\u00e4n yliopiston tunnuksilla kirjautunut \
				  k\u00e4ytt\u00e4j\u00e4 voi tallentaa tulokset <i>Tallenna</i>-painikkeella sovelluksen tietokantaan sek\u00e4 csv- ett\u00e4 png-muodossa omalle laitteelle. K\u00e4ytt\u00e4j\u00e4ll\u00e4 on mahdollisuus \
				  my\u00f6s l\u00e4hett\u00e4\u00e4 observointitulokset csv-muodossa sy\u00f6tt\u00e4m\u00e4\u00e4ns\u00e4 s\u00e4hk\u00f6postiosoitteeseen. Ryhm\u00e4avaimella kirjautunut k\u00e4ytt\u00e4j\u00e4 voi tallentaa tulokset \
				  omalle laitteelle tai l\u00e4hett\u00e4\u00e4 tulokset s\u00e4hk\u00f6postiin. Julkinen k\u00e4ytt\u00e4j\u00e4 voi tallentaa observointitulokset omalle laitteelleen. Sovellus tallentaa \
				  observointidatan csv-tiedostona, joka voidaan avata my\u00f6hemmin esimerkiksi Excel-sovelluksessa.</p>\
				  <p><b>Palauteanalyysi</b></p>\
				  <p>Palauteanalyysi perustuu puolestaan annetun palautteen luokitteluun. Palauteanalyysiss\u00e4 on mahdollista kirjoittaa palaute \
                  tekstikentt\u00e4\u00e4n ja valita annettua palautetta vastaavat kategoriat eri kategoriaryhmist\u00e4. Palautetta \
                  rekister\u00f6it\u00e4ess\u00e4 kaikkien kategoriaryhmien ja tekstikent\u00e4n k\u00e4ytt\u00e4minen ei ole v\u00e4ltt\u00e4m\u00e4t\u00f6nt\u00e4. </p>\
				  <p><i>Palauteanalyysin suorittaminen</i></p>\
				  <p>Palauteanalyysin ideana on kirjata opettajan antamat palautteet puheesta ja luokitella ne ennalta m\u00e4\u00e4ritettyjen kategorioiden mukaan. \
				  Palauteanalyysiin voi liitt\u00e4\u00e4 mukaan ajan mittauksen, jolloin jokainen uusi kirjattu palaute tai kategoriavalinta lis\u00e4\u00e4 kirjaukseen aikaleiman. \
				  Palauteanalyysin voi aloittaa kirjaamalla annettu palaute tekstikentt\u00e4\u00e4n, jonka j\u00e4lkeen tekstikent\u00e4n yl\u00e4puolella olevista kategorioista valitaan \
				  palautetta vastaavat kategoriat. Kategorian valinta muuttaa valitun kategorian punaiseksi. V\u00e4\u00e4r\u00e4n valinnan voi poistaa painamalla kyseist\u00e4 kategoriaa \
				  uudelleen tai vaihtaa valitsemalla toisen kategorian. K\u00e4ytt\u00e4j\u00e4 voi muokata kirjauksen aikaleimaa painamalla aikaleimasta.</p>\
				  <p> Kun palaute on kirjoitettu ja kategoriavalinnat tehty, siirryt\u00e4\u00e4n uudelle tyhj\u00e4lle sivulle \
				  <i>Uusi palaute</i>-painikkeesta. <i>Tyhjenn\u00e4</i>-painike tyhjent\u00e4\u00e4 avoinna olevan sivun. Yl\u00e4reunassa olevilla nuolilla k\u00e4ytt\u00e4j\u00e4 p\u00e4\u00e4see tarkastelemaan kirjauksiaan. \
				  Kun kaikki palautteet on kirjattu ja luokiteltu, k\u00e4ytt\u00e4j\u00e4 valitsee painikkeen <i>Jatka yhteenvetoon</i>, jolloin sovellus ohjaa k\u00e4ytt\u00e4j\u00e4n raporttisivun \
				  kautta yhteenvetosivulle.</p>\
				  <p><i>Raporttisivu</i></p>\
				  <p>Raporttisivu sis\u00e4lt\u00e4\u00e4 taulukon tehdyist\u00e4 kirjauksista ja kategoriavalinnoista. Kirjatut palautteet esitet\u00e4\u00e4n raporttisivulla \
				  kronologisessa j\u00e4rjestyksess\u00e4. Ensimm\u00e4inen sarake ilmaisee palautteen j\u00e4rjestysnumeron ja toinen kirjoitetun sanallisen palautteen. \
				  Seuraavissa sarakkeissa n\u00e4ytet\u00e4\u00e4n kunkin kategoriaryhm\u00e4n kategoriavalinta sek\u00e4 palautteen ajankohta, mik\u00e4li kello on ollut k\u00e4yt\u00f6ss\u00e4. \
				  Rivin oikean reunan muokkaus-painike avaa alkuper\u00e4isen kirjaussivun, sek\u00e4 poistopainike, jolla palautteen voi poistaa kokonaan. \
				  Raporttisivun voi ladata kuvana omalle laitteelle painikkeesta <i>Lataa kuvana</i>. Ladattu kuva on png-tiedostona. \
				  K\u00e4ytt\u00e4j\u00e4 voi siirty\u00e4 yhteenvetoon valitsemalla <i>Jatka yhteenvetoon</i>.</p>\
				  <p><i>Palauteanalyysin yhteenveto</i></p>\
				  <p>Palauteanalyysin yhteenvetosivulla n\u00e4kyy palautekirjausten jakaantuminen eri kategorioihin kunkin kategoriaryhm\u00e4n sis\u00e4ll\u00e4 \
				  sek\u00e4 kirjattujen palautteiden m\u00e4\u00e4r\u00e4t. Taulukon voi ladata kuvana omalle laitteelle png-tiedostona.<p>\
				  <p>Yhteenvetosivulla on mahdollista my\u00f6s tarkastella tuloksia graafisesti ja valittavana on pylv\u00e4skuvaajat sek\u00e4 piirakkakuvaajat. \
				  Sek\u00e4 pylv\u00e4s- ett\u00e4 piirakkakuvaajissa jokainen kategoriaryhm\u00e4 esitet\u00e4\u00e4n omana kuvaajanaan, jolloin kategoriaryhm\u00e4\u00e4n sis\u00e4ltyvien \
				  kategorioiden osuudet n\u00e4kyv\u00e4t prosenttiosuuksina.</p>\
				  <p><i>Palauteanalyysin tallentaminen</i></p>\
				  <p>Julkisen k\u00e4yt\u00f6n ja ryhm\u00e4avaimella kirjautumisen yhteydess\u00e4 kuvaajat on mahdollista ladata kuvana omalle laitteelle png-muodossa. \
				  Yhteenvetosivun data voidaan my\u00f6s tallentaa omalle laitteelle alareunan <i>Tallenna palauteanalyysi</i>-painikkeesta.</p>\
				  <p>JYU-kirjautuminen tarjoaa monipuolisemmat tallennusmahdollisuudet. K\u00e4ytt\u00e4j\u00e4 voi edelleen tallentaa raporttisivun \
				  sek\u00e4 yhteenvetosivun taulukon ja kuvaajat omalle laitteelle. Lis\u00e4ksi tulokset voidaan tallentaa sovelluksen tietokantaan sek\u00e4 l\u00e4hett\u00e4\u00e4 csv-tiedostona s\u00e4hk\u00f6postiin.<p>\
				  <p><i>Csv-tiedostojen muokkaaminen</i></p>\
				  <p>Excel ei automaattisesti erottele csv-tiedostoa omiin sarakkeisiin, vaan kaikki tieto n\u00e4ytt\u00e4ytyy sarakkeessa A. \
				  Tieto voidaan erotella Exceliss\u00e4 seuraavasti: Valitse sarake A klikkaamalla sit\u00e4. Mene <i>Tiedot</i>-v\u00e4lilehdelle ja valitse <i>Dataty\u00f6kalut</i>-ryhm\u00e4n alta <i>Teksti sarakkeisiin</i>-toiminto. \
				  Valitse <i>Erotettu</i>-valintapainike ja paina <i>Seuraava</i>-painiketta. Erottimet ryhm\u00e4st\u00e4 valitse erottimeksi <i>Pilkku</i> ja paina <i>Valmis</i>-painiketta.</p>
inf_creditsText=<p><b>Moveatis 2016</b></p>\
				<p>Moveatis-sovelluksen ensimm\u00e4inen versio (Moveatis 1.0) kehitettiin sovellusprojektina kev\u00e4\u00e4ll\u00e4 2016. Sovellusprojektin nimi oli Moveatis. \
				Tilaajan edustajina ja sis\u00e4ll\u00f6n asiantuntijoina liikuntatieteellisest\u00e4 tiedekunnasta olivat Pilvikki Heikinaro-Johansson, Mirja Hirvensalo ja Nelli Lyyra. \
				Informaatioteknologian tiedekunnan projektiryhm\u00e4 vastasi sovelluksen kehitt\u00e4misest\u00e4. Projektiryhm\u00e4\u00e4n kuuluivat Jarmo Juuj\u00e4rvi, \
				Sami Kallio, Kai Korhonen, Juha Moisio ja Ilari Paananen. Tietotekniikan laitoksen Jukka-Pekka \
				Santanen toimi projektissa vastaavana ohjaajana ja Mika Lehtinen teknisen\u00e4 ohjaajana. </p>\
				<p><b>Moveo 2019</b></p>\
				<p>Moveatis-sovelluksen toinen versio (Moveatis 2.0) kehitettiin sovellusprojektina kev\u00e4\u00e4ll\u00e4 2019. Moveo-projekti kehitti sovellukseen \
				lis\u00e4osan palautteen analysoimiseen. Asiantuntijoina liikuntatieteellisest\u00e4 tiedekunnasta toimivat Pilvikki Heikinaro-Johansson ja Nelli Lyyra. \
				Informaatioteknologian tiedekunta vastasi sovelluksen kehitt\u00e4misest\u00e4 ja toteuttamisesta. Sovelluksen kehitt\u00e4neeseen projektiryhm\u00e4\u00e4n kuuluivat \
				Karoliina Lappalainen, Tuomas Moisio, Visa Nyk\u00e4nen ja Petra Puumala. Informaatioteknologian tiedekunnasta Jukka-Pekka Santanen toimi projektissa vastaavana ohjaajana ja Jani Saareks teknisen\u00e4 ohjaajana.</p>\
                <p>Lis\u00e4tietoja: Nelli Lyyra - nelli.lyyra@jyu.fi</p>
inf_licensedUnder=Tekij\u00e4noikeudet ja lisenssit
inf_licSource= - Sovelluksen l\u00e4hdekoodi: <u>BSD 3-Clause License</u>
inf_licDoc= - Dokumentit, grafiikat ja tietokanta: <u>Creative Commons Attribution 4.0 International</u>
inf_licenseUrl1=https://opensource.org/licenses/bsd-3-Clause/
inf_licenseUrl2=https://creativecommons.org/licenses/by/4.0/legalcode.fi
inf_headerText=<p><h1>K\u00e4ytt\u00e4j\u00e4n opas v.2.0 28.5.2019</h1></p>
inf_licenseText=Sovelluksen tekij\u00e4noikeudet omistavat em. projektiryhm\u00e4n j\u00e4senet. He ovat antaneet \
                sovelluksen l\u00e4hdekoodien ja muiden sovelluksen sis\u00e4lt\u00e4mien tulosten hy\u00f6dynt\u00e4miseen oikeuksia \
                seuraavien avoimen l\u00e4hdekoodin ja avointen dokumenttien lisenssien mukaisesti: 
inf_drawings=Sovelluksen kuvitukset on tehnyt Linda Saukko-Rauta.
con_title=Hallintasivu
con_introduction=Hallintasivulla voit luoda, muokata ja poistaa tapahtumia, kategoriaryhmi\u00e4 ja tallentamiasi observointeja sek\u00e4 palautenalyyseja.
con_emptyMessageEvents=Ei tapahtumia
con_newEvent=Lis\u00e4\u00e4 tapahtuma
con_eventName=Tapahtuman nimi
con_eventDescription=Tapahtuman kuvaus
con_newCategorySet=Lis\u00e4\u00e4 kategoriaryhm\u00e4
con_removeEvent=Poista tapahtuma
con_editEvent=Muokkaa tapahtuman tietoja
con_editCategory=Muokkaa kategoriaa
con_eventRemoved=Tapahtuma poistettu
con_startObservationForEvent=Aloita tapahtuman observointi
con_startAnalyzationForEvent=Aloita tapahtuman analysointi
con_eventObservations=Tapahtuman observoinnit
con_showEvents=N\u00e4yt\u00e4 tapahtuma
con_hideEvents=Piilota tapahtuma

con_eventFeedbackAnalyzation=Tapahtuman palauteanalyysit
con_showFeedbackAnalyzationDetails= N\u00e4yt\u00e4 palauteanalyysin tiedot
con_emptyMessageAnalyzations= Ei palauteanalyyseja

con_emptyMessageObservations=Ei observointeja
con_showObservationDetails=N\u00e4yt\u00e4 observoinnin tiedot
con_observationDetails=Observoinnin tiedot
con_observationDetailsName=Nimi:
con_observationDetailsDescription=Kuvaus:
con_observationDetailsDescriptionEmptyLabel=Ei kuvausta
con_observationDetailsObserver=Observoija:
con_observationDetailsTarget=Kohde:
con_observationDetailsTargetEmptyLabel=Ei kohdetta
con_observationDetailsDuration=Kesto:
con_observationDetailsRecordAmount=Kirjauksia:
con_analyzationDetails=Palauteanalyysin tiedot
con_analyzationDetailsAnalyzer=Analysoija:
con_showReport=N\u00e4yt\u00e4 raportti
con_showSummary=N\u00e4yt\u00e4 yhteenveto
con_removeObservation=Poista
con_observationRemoved=Observointi poistettu
con_analyzationRemoved=Palauteanalyysi poistettu
con_closeObservationDetails=Sulje
con_setGroupKey=Aseta ryhm\u00e4avain
con_groupKey=Ryhm\u00e4avain
con_key=Avain
con_keySet=Avain asetettu
con_ok=OK
con_changeGroupKey=Vaihda
con_manageGroupKey=Ryhm\u00e4avaimen hallinta
con_removeGroupKey=Poista avain
con_keyRemoved=Avain poistettu
con_keyChanged=Avain muutettu
con_categorySetDetails=Kategoriaryhm\u00e4n tiedot
con_categorySetDetailsName=Kategoriaryhm\u00e4n nimi
con_categorySetDetailsDescription=Kategoriaryhm\u00e4n kuvaus
con_categorySetDetailsCategory=Kategoria
con_categorySetDetailsType=Tyyppi
con_emptyMessageCategories=Ei kategorioita
con_addCategory=Lis\u00e4\u00e4 kategoria
con_removeCategory= Poista kategoria
con_TIMED=Kesto
con_COUNTED=Kerta
con_categorySetDetailsSave=Tallenna
con_categorySetSaved=Kategoriaryhm\u00e4 tallennettu
con_categorySetDetailsCancel=Peruuta
con_removeCategorySet=Poista kategoriaryhm\u00e4
con_categorySetRemoved=Kategoriaryhm\u00e4 poistettu
con_newCategoryLabel=Uusi kategoria
con_titleOwnEvents=Omat tapahtumat
con_titleOtherObservations=Muut suoritetut observoinnit
con_titleOtherAnalyzations=Muut suoritetut palauteanalyysit
con_showHide=N\u00e4yt\u00e4/Piilota
con_name=Nimi
con_event=Tapahtuma
con_categorySets=Observoinnin kategoriaryhm\u00e4t
con_feedbackAnalysisCategorySets=Palauteanalyysin kategoriaryhm\u00e4t
con_publicUser=Julkinen k\u00e4ytt\u00e4j\u00e4
con_confirmRemoveGroupKeyMessage=Haluatko varmasti poistaa ryhm\u00e4avaimen?
con_errorInvalidCharsInCategories=Joissakin kategorioissa on kiellettyj\u00e4 merkkej\u00e4, sallittuja erikoismerkkej\u00e4 ovat \
 , . - ; : _ ! ? * / + ( ) [ ]{ } | = #

# fp = front page
fp_anonUserButton=Julkinen k\u00e4ytt\u00f6
fp_identifiedUserButton=JYU-kirjautuminen
fp_tagUserButton=Ryhm\u00e4avain
fp_giveGroupKey=Anna ryhm\u00e4avain
fp_infoText=<p>Tervetuloa k\u00e4ytt\u00e4m\u00e4\u00e4n Moveatis-sovellusta!</p>\
<p>Moveatis 2.0 on verkossa toimiva opetustilanteiden analysointisovellus. Moveatis 2.0 sis\u00e4lt\u00e4\u00e4 kaksi erillist\u00e4 analysointimenetelm\u00e4\u00e4: \
puheen luokitteluun perustuvan <b>Palauteanalyysin</b> sek\u00e4 kestoa tai tapahtumakertoja mittaavan <b>Observoinnin</b>.</p>\
<p>Moveatis 2.0 on kehitetty Jyv\u00e4skyl\u00e4n yliopistossa liikuntatieteellisen tiedekunnan ja informaatioteknologian tiedekunnan \
yhteisty\u00f6n\u00e4 Moveatis-projektissa 2016 ja Moveo-projektissa 2019.</p>\
<p>P\u00e4\u00e4set aloittamaan k\u00e4yt\u00f6n valitsemalla <b><i>Ryhm\u00e4avaimen</b></i>, <b><i>JYU kirjautumisen</b></i> tai <b><i>Julkisen k\u00e4yt\u00f6n</b></i>.</p>
fp_infoLinkText=Lis\u00e4tietoa sovelluksesta l\u00f6ytyy Moveatis 2.0 k\u00e4ytt\u00e4j\u00e4n oppaasta.
fp_infoLink=/info/index.xhtml#userGuide
fp_infoText2=<p>Moveatis 2.0 on verkossa toimiva opetustilanteiden analysointisovellus. Moveatis 2.0 sis\u00e4lt\u00e4\u00e4 kaksi erillist\u00e4 analysointimenetelm\u00e4\u00e4: \
puheen luokitteluun perustuvan Palauteanalyysin sek\u00e4 kestoa tai tapahtumakertoja mittaavan Observoinnin. \
Moveatis 2.0 on kehitetty Jyv\u00e4skyl\u00e4n yliopistossa Liikuntatieteellisen tiedekunnan ja Informaatioteknologian \
tiedekunnan yhteisty\u00f6n\u00e4 kahdella sovellusprojektikaudella (Moveatis-projekti, 2016; Moveo-projekti, 2019). </p>

# validation messages
validate_maxLength=Suurin sallittu pituus on {0} merkki\u00e4.
validate_minLength=Lyhin sallittu pituus on {0} merkki\u00e4.
validate_invalidChars=Sy\u00f6te sis\u00e4lt\u00e4\u00e4 virheellisi\u00e4 merkkej\u00e4, sallittuja erikoismerkkej\u00e4 ovat \
 , . - ; : _ ! ? * / + ( ) [ ]{ } | = #
validate_groupKeyReserved=Avain on varattu.

# selection messages
selection_introduction=<p>Moveatis 2.0 sis\u00e4lt\u00e4\u00e4 kaksi erilaista opetustilanteen analysointimenetelm\u00e4\u00e4: \
puheen luokitteluun perustuvan <b><i>Palauteanalyysin</i></b> sek\u00e4 toiminnan kestoa tai esiintymiskertoja mittaavan <b><i>Observoinnin</i></b>. </p>\
<p><b><i>Palauteanalyysi</i></b> on menetelm\u00e4, jonka avulla puhetta voidaan luokitella ennalta m\u00e4\u00e4riteltyihin kategorioihin. \
Sovelluksessa puhe kirjataan tekstilaatikkoon, jonka j\u00e4lkeen kirjoitettu teksti luokitellaan. \
Palauteanalyysia on mahdollista k\u00e4ytt\u00e4\u00e4 my\u00f6s kirjaamatta teksti\u00e4, jolloin analysoija valitsee kuulemansa perusteella puhetta \
tai palautetta kuvaavan kategorian. </p>\
<p><b><i>Observointi</b></i> on menetelm\u00e4, jonka avulla oppitunnilla esiintyvi\u00e4 tilanteita, tapahtumia tai k\u00e4ytt\u00e4ytymist\u00e4 voidaan mitata.\
Mittayksikk\u00f6n\u00e4 voi olla joko aika tai esiintymiskertojen lukum\u00e4\u00e4r\u00e4. Observointi-menetelm\u00e4ll\u00e4 saat yhteenvetona aikajanan, \
josta toiminnan tai tapahtumien ajallinen sijoittuminen tarkkailtavalla jaksolla on n\u00e4ht\u00e4viss\u00e4. </p>
selection_analyze=Palauteanalyysi
selection_observation=Observointi

# facs = feedback analysis category selection
facs_title=Kategorioiden valinta
facs_heading=Palauteanalyysin kategoriat
facs_headingEvent=Tapahtuman ''{0}'' palauteanalyysin kategoriat
facs_newCategory=Lis\u00e4\u00e4 uusi kategoria
facs_continueToAnalysis=Jatka palauteanalyysiin
facs_errorNotUniqueCategories=Kategoriaryhm\u00e4 ei saa sis\u00e4lt\u00e4\u00e4 useita saman nimisi\u00e4 kategorioita.
facs_errorNotUniqueCategorySet=Palauteanalyysi ei saa sis\u00e4lt\u00e4\u00e4 useita saman nimisi\u00e4 kategoriaryhmi\u00e4.
facs_errorNoneSelected=V\u00e4hint\u00e4\u00e4n yksi kategoria pit\u00e4\u00e4 valita, jotta analysointi voidaan aloittaa.
facs_warningEmptyCategories=Osa kategorioista on nime\u00e4m\u00e4tt\u00e4.
facs_warningEmptyCategorySets=Osa kategoriarymist\u00e4 ei sis\u00e4ll\u00e4 yht\u00e4\u00e4n kategoriaa.
facs_confirmRemoveCategorySet=Haluatko varmasti poistaa kategoriaryhm\u00e4n?
facs_categoryName=Kategorian nimi
facs_categorySetName=Kategoriaryhm\u00e4n nimi
facs_privateCategorySets=Omat kategoriaryhm\u00e4t
facs_defaultCategorySets=Oletuskategoriaryhm\u00e4t
facs_newCategorySet=Uusi kategoriaryhm\u00e4
facs_addCategorySet=Lis\u00e4\u00e4
facs_addCategorySets=Lis\u00e4\u00e4 kategoriaryhmi\u00e4 palauteanalyysiin
facs_addedCategorySets=Palauteanalyysiin lis\u00e4tyt kategoriaryhm\u00e4t
facs_noCategorySetsText=Palauteanalyysiin ei ole lis\u00e4tty viel\u00e4 yht\u00e4\u00e4n kategoriaryhm\u00e4\u00e4.
facs_noCategoriesText=Kategoriaryhm\u00e4\u00e4n ei ole lis\u00e4tty viel\u00e4 yht\u00e4\u00e4n kategoriaa.
facs_timer=N\u00e4yt\u00e4 ajastin palauteanalyysissa.

# ana = feedback analysis
ana_title=Palauteanalyysi
ana_errorCouldntSendStart=Palauteanalyysin aloitus ep\u00e4onnistui
ana_errorCouldntSendData=Palauteanalyysin datan l\u00e4hetys palvelimelle ep\u00e4onnistui
ana_errorKeepAliveFailed=Keep-alive viestin l\u00e4hetys ep\u00e4onnistui
ana_confirmStopObservation=Haluatko varmasti lopettaa palauteanalyysin?
ana_empty=Tyhjenn\u00e4
ana_new=Uusi palaute
ana_continue_report=Jatka raporttiin
ana_continuefailheader=Raporttisivulle ei voi edet\u00e4!
ana_continuefail=Ainakin yhdess\u00e4 kirjauksessa tulee olla valittuna ainakin yksi kategoria
ana_timestamp=Aika
ana_continue_timer=Aloita
ana_pause_timer=Tauko
ana_comment=Kirjoita palaute t\u00e4h\u00e4n
ana_emptyRecord=Kirjauksessa ei ole valittuna yht\u00e4\u00e4n kategoriaa, eik\u00e4 kirjoitettu palautetta!
ana_emptyRecordWithNumber=Kirjauksessa {0} ei ole valittuna yht\u00e4\u00e4n kategoriaa, eik\u00e4 kirjoitettu palautetta!

#repo = report page
repo_title=Raportti
repo_question=Jatketaanko?
repo_warning=Raportti sis\u00e4lt\u00e4\u00e4 kategoriaryhmi\u00e4 ilman valittuja kategorioita, oletko varma ett\u00e4 haluat jatkaa?
repo_confirmheader=Vahvistus
repo_confirm=Poistetaanko kirjaus {0} varmasti?
repo_edit=Muokkaa
repo_delete=Poista
repo_deletefailheader=Poisto ep\u00e4onnistui
repo_deletefail=Analyysiss\u00e4 t\u00e4ytyy olla v\u00e4hint\u00e4\u00e4n yksi kirjaus!
repo_feedback=Sanallinen palaute
repo_nro=Nro
repo_timestamp=Aika
repo_yes=Kyll\u00e4
repo_no=Ei
repo_continue=Jatka yhteenvetoon

#fbsum = feedback analyzation summary
fbsum_count=M\u00e4\u00e4r\u00e4
fbsum_charts=N\u00e4yt\u00e4 kuvaajat
fbsum_barchart=Pylv\u00e4skuvaajat
fbsum_piechart=Piirakkakuvaajat
fbsum_savesum=Tallenna analyysi
fbsum_title=Yhteenveto
fbsum_end=Lopeta analyysi
fbsum_endconfirm=Haluatko varmasti lopettaa analyysin?
fbsum_back=Palaa raporttiin
